[AttributePresentation_Mechro AttributePresentationDefinition]
Description="$"Willow" game. Business card details. a personal matter."
NoConstraintText=""
Suffix=""
Prefix=""

[Mechro.Head_MechroAster UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 no %s1"
UseFailureCharacterMessage="i need you %s Use this word."
ItemName=""
PickupMessage="you have_ %s"
UseFailureLevelMessage="You must have at least %d to use this feature."
UseFailureConstraintsMessage="This item is not available.."
NoManufacturerName="Most of"

[Mechro.Skin_MechroAster UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 %s1"
UseFailureCharacterMessage="considered %s For this article."
ItemName=""
PickupMessage="you won %s"
UseFailureLevelMessage="You must be at least %d level to use this.."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="add"

